
"Passcode Lock" = "パスコード・ロック";

"All data in this app will be erased after %d failed passcode attempts." = "パスコードの入力に%d回失敗すると、このアプリのすべてのデータが消去されます。";
"Cancel" = "キャンセル";
"Enable" = "有効にする";
"Erase all content in the app after %d failed passcode attempts." = "パスコードの試行に%d回失敗した後、アプリ内のすべてのコンテンツを消去します。";

"Turn Passcode Off" = "パスコードを無効にする";
"Turn Passcode On" = "パスコードを有効にする";
"Change Passcode" = "パスコードを変更";
"Erase Data" = "データの消去";
"Set Passcode" = "パスコードを設定";
"Turn off Passcode" = "パスコードを無効";
"Enter Passcode" = "パスコードを入力";
"1 Failed Passcode Attempt" = "1回目のパスコードの試行失敗";
"%i Failed Passcode Attempts" = "%i回目のパスコードの試行失敗";
"Passcodes did not match. Try again." = "パスコードが一致しませんでした。もう一度お試しください。";
"Enter a different passcode. You cannot re-use the same passcode." = "別のパスコードを入力してください。同じパスコードを再び利用することはできません。";
"Erase all data and reset passcode" = "すべてのデータを消去し、パスコードをリセットしますか？";

"Enter your passcode" = "パスコードの入力";
"Enter a passcode" = "パスコードの入力";
"Re-enter your passcode" = "パスコードの再入力";
"Enter your old passcode" = "あなたの前のパスコードを入力";
"Enter your new passcode" = "あなたの新しいパスコードを入力";
"Re-enter your new passcode" = "あなたの新しいパスコードを再入力";

"Passcode lock notice" = "注意してくださいい";
"ResetInfo" = "パスコードをリセットする方法はありませんので、パスコードを忘れてしまうとトークにアクセスできなくなります。";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "アプリのパスコードロックは、データを盗み見から保護するものですが、デバイスのパスコードロックを設定する代わりにはなりません。\nまだ設定していない場合は、端末のパスコードロックも設定して、端末内のデータを確実に暗号化するようにしてください。";

"Require Passcode" = "パスコードを要求する";
"Immediately" = "すぐに";
"After 1 minute" = "１分後";
"After %d minutes" = "%d分後";
"After 1 min." = "１分後";
"After %d min." = "%d分後";
"After 1 hour" = "１時間後";
"After %d hours" = "%d時間後";
